Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Collar grab
de: Halsbandgriff
es: Agarre de collar
fr: Saisie du collier
it: Presa del collare
sv: Halsband grab

source: Colors reflect current weather conditions.
de: Farben spiegeln aktuelle Wetterbedingungen wider.
es: Los colores reflejan las condiciones climaticas actuales.
fr: Les couleurs reflètent les conditions météo actuelles.
it: I colori riflettono le condizioni meteo attuali.
sv: Colors reflect Aktuell Väder conditions.

source: Combined Feedback
de: Kombiniertes Feedback
es: Retroalimentacion combinada
fr: Retour combiné
it: Feedback combinato

source: Come
de: Komm
es: Ven
fr: Viens
it: Vieni
sv: Kom

source: comfortable
de: wohl
es: comodo
fr: à l'aise
it: a suo agio

source: Comfortable
de: Wohl
es: Comodo
fr: À l'aise
it: A proprio agio

source: Coming to you should be the best thing ever
de: Zu dir zu kommen sollte das Beste überhaupt sein
es: Venir hacia ti debe ser lo mejor del mundo
fr: Venir vers vous doit être la meilleure chose au monde
it: Venire da te dovrebbe essere la cosa migliore in assoluto
sv: Coming Till you should be the Bäst thing ever

source: Coming up
de: Demnächst
es: Proximamente
fr: À venir
it: In arrivo
nl: Wat komt er
sv: Coming Upp

source: Coming Up
de: Demnächst
es: Proximamente
fr: À venir
it: In arrivo
sv: Coming Upp

source: Complete
de: Abschließen
es: Completar
fr: Compléter
it: Completa

source: Complete Milestone
de: Meilenstein abschließen
es: Completar hito
fr: Compléter l'étape
it: Completa traguardo
sv: Complete Milstolpe

source: Completed
de: Abgeschlossen
es: Completado
fr: Complété
it: Completato
sv: Slutförd

source: Completion date
de: Abschlussdatum
es: Fecha de completado
fr: Date de complétion
it: Data completamento
sv: Completion Datum

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen

source: Confirm location
de: Standort bestätigen
es: Confirmar ubicacion
fr: Confirmer l'emplacement
it: Conferma posizione
sv: Confirm Plats

source: Confirmed Health Risk
de: Bestätigtes Gesundheitsrisiko
es: Riesgo de salud confirmado
fr: Risque de santé confirmé
it: Rischio salute confermato
sv: Bekräftad Hälsa Risk

source: Congratulations!
de: Herzlichen Glückwunsch!
es: Felicidades!
fr: Félicitations !
it: Congratulazioni!

source: Connecting to shared data
de: Verbinde mit geteilten Daten
es: Conectando a datos compartidos
fr: Connexion aux données partagées
it: Connessione ai dati condivisi
sv: Connecting Till Delad Data

source: Connection error
de: Verbindungsfehler
es: Error de conexion
it: Errore di connessione
nl: Verbindingsfout
sv: Connection Fel

source: Consider health insurance coverage
de: Erwäge eine Krankenversicherung
es: Considera cobertura de seguro de salud
fr: Envisagez une couverture d'assurance santé
it: Considera una copertura assicurativa sanitaria
nl: Overweeg een ziektekostenverzekering
sv: Consider Hälsa insurance coverage

source: Consolidation Week
de: Konsolidierungswoche
es: Semana de consolidacion
fr: Semaine de consolidation
it: Settimana di consolidamento
sv: Consolidation Vecka

source: Construction noise
de: Baustellenlärm
es: Ruido de construccion
fr: Bruit de construction
it: Rumore cantiere

source: Contact
de: Kontakt
es: Contacto
it: Contatti
sv: Kontakt

source: Contact added
de: Kontakt hinzugefügt
es: Contacto agregado
fr: Contact ajouté
it: Contatto aggiunto
sv: Kontakt added

source: Contact Info
de: Kontaktinformationen
es: Info de contacto
fr: Info de contact
it: Info contatto
sv: Kontakt Info

source: Contact name
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
it: Nome contatto
sv: Kontakt Namn

source: Contact types
de: Kontakttypen
es: Tipos de contacto
fr: Types de contacts
it: Tipi contatto
sv: Kontakt Typer

source: Contacts
de: Kontakte
es: Contactos
it: Contatti

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
sv: Fortsätt

source: Continue with Otis
de: Mit Otis fortfahren
es: Continuar con Otis
fr: Continuer avec Otis
it: Continua con Otis
sv: Fortsätt with Otis

source: Continue with Otis — %@
de: Mit Otis fortfahren — %@
es: Continuar con Otis — %@
fr: Continuer avec Otis — %@
it: Continua con Otis — %@
sv: Fortsätt with Otis — %@

source: Copied to clipboard
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
sv: Kopierad Till clipboard

source: Core vaccination at 8 weeks
de: Grundimpfung mit 8 Wochen
es: Vacunacion principal a las 8 semanas
fr: Vaccination de base à 8 semaines
it: Vaccinazione base a 8 settimane
nl: Kernvaccinatie op 8 weken
sv: Core Vaccination Kl 8 veckor

source: Could not check iCloud status
de: iCloud-Status konnte nicht geprüft werden
es: No se pudo verificar el estado de iCloud
fr: Impossible de vérifier le statut iCloud
it: Impossibile verificare lo stato iCloud

source: Could not delete. Try again.
de: Löschen fehlgeschlagen. Versuche es erneut.
es: No se pudo eliminar. Intenta de nuevo.
fr: Impossible de supprimer. Réessayez.
it: Impossibile eliminare. Riprova.
sv: Could not Radera. Försök igen.

source: Could not fetch share information
de: Freigabeinformationen konnten nicht abgerufen werden
es: No se pudo obtener informacion compartida
fr: Impossible de récupérer les infos de partage
it: Impossibile recuperare info condivisione
sv: Could not Hämta Dela information

source: Could not load share
de: Freigabe konnte nicht geladen werden
es: No se pudo cargar el compartido
fr: Impossible de charger le partage
it: Impossibile caricare la condivisione
sv: Could not load Dela

source: Could not parse data
de: Daten konnten nicht analysiert werden
es: No se pudieron procesar los datos
fr: Impossible d'analyser les données
it: Impossibile analizzare i dati

source: Could not process data
de: Daten konnten nicht verarbeitet werden
es: No se pudieron procesar los datos
fr: Impossible de traiter les données
it: Impossibile elaborare i dati

source: Could not process weather data
de: Wetterdaten konnten nicht verarbeitet werden
es: No se pudieron procesar los datos del clima
fr: Impossible de traiter les données météo
it: Impossibile elaborare i dati meteo
sv: Could not process Väder Data

source: Could not reach GitHub API
de: GitHub API konnte nicht erreicht werden
es: No se pudo conectar con la API de GitHub
fr: Impossible d'atteindre l'API GitHub
it: Impossibile raggiungere l'API GitHub

source: Could not save. Try again.
de: Speichern fehlgeschlagen. Versuche es erneut.
es: No se pudo guardar. Intenta de nuevo.
fr: Impossible de sauvegarder. Réessayez.
it: Impossibile salvare. Riprova.
sv: Could not Spara. Försök igen.

source: Could not share
de: Teilen fehlgeschlagen
es: No se pudo compartir
fr: Impossible de partager
it: Impossibile condividere
sv: Could not Dela

source: Could not stop sharing
de: Teilen konnte nicht beendet werden
es: No se pudo dejar de compartir
fr: Impossible d'arrêter le partage
it: Impossibile interrompere la condivisione

source: Crate
de: Box
es: Jaula
fr: Cage
it: Kennel
nl: Bench
sv: Bur

source: Create Memory Book
de: Erinnerungsbuch erstellen
es: Crear libro de recuerdos
fr: Créer un livre de souvenirs
it: Crea libro dei ricordi

source: Create your own custom milestones and events
de: Erstelle eigene Meilensteine und Ereignisse
es: Crea tus propios hitos y eventos personalizados
fr: Créez vos propres étapes et événements personnalisés
it: Crea i tuoi traguardi ed eventi personalizzati
sv: Create your own Anpassad Milstolpar and Händelser

source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato
sv: Skapad

source: Creating your memory book...
de: Erstelle dein Erinnerungsbuch...
es: Creando tu libro de recuerdos...
fr: Création de votre livre de souvenirs...
it: Creazione del tuo libro dei ricordi...

source: Critical period for positive experiences starts now
de: Kritische Phase für positive Erfahrungen beginnt jetzt
es: El periodo critico para experiencias positivas comienza ahora
fr: La période critique pour les expériences positives commence maintenant
it: Il periodo critico per esperienze positive inizia ora
nl: Kritieke periode voor positieve ervaringen begint nu
sv: Critical period for positive experiences starts Nu

source: Critical socialization period
de: Kritische Sozialisierungsphase
es: Periodo critico de socializacion
fr: Période de socialisation critique
it: Periodo critico di socializzazione
sv: Critical Socialisering period

source: Crying baby
de: Weinendes Baby
es: Bebe llorando
fr: Bébé qui pleure
it: Bambino che piange

source: Curious, relaxed, playful
de: Neugierig, entspannt, verspielt
es: Curioso, relajado, jugueton
fr: Curieux, détendu, joueur
it: Curioso, rilassato, giocoso
nl: Nieuwsgierig, ontspannen, speels

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
sv: Aktuell

source: Current stage
de: Aktuelle Phase
es: Etapa actual
fr: Étape actuelle
it: Fase attuale
sv: Aktuell stage

source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
nl: Huidige streak
sv: Aktuell Svit

source: Current weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
it: Peso attuale
sv: Nuvarande vikt

source: Current weight: %@
de: Aktuelles Gewicht: %@
es: Peso actual: %@
fr: Poids actuel : %@
it: Peso attuale: %@
sv: Nuvarande vikt: %@

source: Currently %lld weeks old
de: Aktuell %lld Wochen alt
es: Actualmente %lld semanas de edad
fr: Actuellement %lld semaines
it: Attualmente ha %lld settimane
sv: Currently %lld veckor gammal

# Currently %lld year(s) and %lld weeks old
source: Currently %1$lld year(s) and %2$lld weeks old
de: Aktuell %lld Jahr(e) und %lld Wochen alt
es: Actualmente %1$lld ano(s) y %2$lld semanas de edad
fr: Actuellement %1$lld an(s) et %2$lld semaines
it: Attualmente ha %1$lld anno/i e %2$lld settimane
sv: Currently %1$lld År(s) and %2$lld veckor gammal

source: Currently %lld year(s) old
de: Aktuell %lld Jahr(e) alt
es: Actualmente %lld ano(s) de edad
fr: Actuellement %lld an(s)
it: Attualmente ha %lld anno/i
sv: Currently %lld År(s) old

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
sv: Anpassad

source: Custom Brand
de: Eigene Marke
es: Marca personalizada
fr: Marque personnalisée
it: Marca personalizzata
sv: Anpassad Brand

source: Custom Milestones
de: Eigene Meilensteine
es: Hitos personalizados
fr: Étapes personnalisées
it: Traguardi personalizzati
sv: Anpassad Milstolpar

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
nl: Dagelijks
sv: Dagligen

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
sv: Mörkt

source: Darkness/night walk
de: Dunkelheit/Nachtspaziergang
es: Oscuridad/paseo nocturno
fr: Obscurité/promenade nocturne
it: Buio/passeggiata notturna
sv: Darkness/Natt Promenad

source: Data
de: Daten
es: Datos
fr: Données
it: Dati

source: Data corrupted
de: Daten beschädigt
es: Datos corruptos
fr: Données corrompues
it: Dati corrotti

source: Data from %@
de: Daten von %@
es: Datos de %@
fr: Données de %@
it: Dati da %@
sv: Data Från %@

source: Data is automatically synced between all your devices via iCloud.
de: Daten werden automatisch über iCloud zwischen all deinen Geräten synchronisiert.
es: Los datos se sincronizan automaticamente entre todos tus dispositivos via iCloud.
fr: Les données sont automatiquement synchronisées entre tous vos appareils via iCloud.
it: I dati vengono sincronizzati automaticamente tra tutti i tuoi dispositivi tramite iCloud.
nl: Data wordt automatisch gesynchroniseerd tussen al je apparaten via iCloud.
sv: Data is automatically Synkroniserad between Alla your devices via iCloud.

source: Data Management
de: Datenverwaltung
es: Gestion de datos
fr: Gestion des données
it: Gestione dati

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
sv: Datum

source: Date %@ came home
de: Datum, an dem %@ nach Hause kam
es: Fecha en que %@ llego a casa
fr: Date d'arrivée de %@ à la maison
it: Data in cui %@ è arrivato a casa
nl: Datum dat %@ thuiskwam
sv: Datum %@ came Hem

source: Date %@ will come home
de: Datum, an dem %@ nach Hause kommt
es: Fecha en que %@ llegara a casa
fr: Date d'arrivée prévue de %@ à la maison
it: Data in cui %@ arriverà a casa
sv: Datum %@ will Kom Hem

source: Date from photo
de: Datum aus Foto
es: Fecha de la foto
fr: Date de la photo
it: Data dalla foto
nl: Datum uit foto
sv: Datum Från Foto

source: Date: %@
de: Datum: %@
es: Fecha: %@
it: Data: %@
nl: Datum: %@
sv: Datum: %@

source: Day
de: Tag
es: Dia
fr: Jour
it: Giorno
sv: Dag

source: Day %lld
de: Tag %lld
es: Dia %lld
fr: Jour %lld
it: Giorno %lld
nl: Dag %lld
sv: Dag %lld

# Day %lld with %@
source: Day %1$lld with %2$@
de: Tag %lld mit %@
es: Dia %1$lld con %2$@
fr: Jour %1$lld avec %2$@
it: Giorno %1$lld con %2$@
sv: Dag %1$lld with %2$@

source: Day Boundaries
de: Tagesgrenzen
es: Limites del dia
fr: Limites de la journée
it: Confini giornata
sv: Dag Boundaries

source: day streak
de: Tages-Serie
es: racha de dias
fr: jours consécutifs
it: serie giornaliera
sv: Dag Svit

source: Day timeline
de: Tagesablauf
es: Cronologia del dia
fr: Chronologie du jour
it: Timeline giornaliera
sv: Dag Tidslinje

source: Daycare
de: Hundetagesstätte
es: Guarderia
it: Asilo per cani
nl: Dagopvang

source: days
de: Tage
es: dias
fr: jours
it: giorni
nl: dagen
sv: dagar

source: days before
de: Tage vorher
es: dias antes
fr: jours avant
it: giorni prima
sv: dagar before

source: days home
de: Tage zu Hause
es: dias en casa
fr: jours à la maison
it: giorni a casa
sv: dagar Hem

source: Days home
de: Tage zu Hause
es: Dias en casa
fr: Jours à la maison
it: Giorni a casa
nl: Dagen thuis
sv: Dagar Hem

source: Days of week
de: Wochentage
es: Dias de la semana
fr: Jours de la semaine
it: Giorni della settimana
nl: Dagen van de week
sv: Dagar av Vecka

source: Debug overrides are only available in development builds and persist across app launches.
de: Debug-Überschreibungen sind nur in Entwicklungsversionen verfügbar und bleiben über App-Starts hinweg bestehen.
es: Las anulaciones de depuracion solo estan disponibles en compilaciones de desarrollo y persisten entre lanzamientos.
fr: Les remplacements de débogage ne sont disponibles que dans les builds de développement et persistent entre les lancements.
it: Le sovrascritture debug sono disponibili solo nelle build di sviluppo e persistono tra i lanci dell'app.
sv: Debug overrides are only available I development builds and persist across app launches.

source: Deep insights into behavior, health, and routines
de: Tiefe Einblicke in Verhalten, Gesundheit und Routinen
es: Analisis profundo de comportamiento, salud y rutinas
fr: Analyses approfondies du comportement, de la santé et des routines
it: Approfondimenti su comportamento, salute e routine
sv: Deep Insikter into Beteende, Hälsa, and routines

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder
sv: Radera

source: Delete Appointment?
de: Termin löschen?
es: Eliminar cita?
fr: Supprimer le rendez-vous ?
it: Eliminare appuntamento?
sv: Radera Bokad tid?

source: Delete Contact?
de: Kontakt löschen?
es: Eliminar contacto?
fr: Supprimer le contact ?
it: Eliminare contatto?
sv: Radera Kontakt?

source: Delete Document?
de: Dokument löschen?
es: Eliminar documento?
fr: Supprimer le document ?
it: Eliminare documento?
sv: Radera Dokument?

source: Delete failed
de: Löschen fehlgeschlagen
es: Eliminacion fallida
fr: Échec de la suppression
it: Eliminazione fallita
sv: Radera failed

source: Delete failed: %@
de: Löschen fehlgeschlagen: %@
es: Eliminacion fallida: %@
fr: Échec de la suppression : %@
it: Eliminazione fallita: %@
sv: Radera failed: %@

source: Delete Measurement
de: Messung löschen
es: Eliminar medicion
fr: Supprimer la mesure
it: Elimina misurazione
sv: Radera Measurement

source: Delete medication?
de: Medikament löschen?
es: Eliminar medicamento?
fr: Supprimer le médicament ?
it: Eliminare farmaco?
nl: Medicijn verwijderen?
sv: Radera Medicinering?

source: Delete photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
it: Elimina foto
sv: Radera Foto

source: Delete sleep session?
de: Schlafsitzung löschen?
es: Eliminar sesion de sueno?
fr: Supprimer la session de sommeil ?
it: Eliminare sessione sonno?
sv: Radera Sova session?

source: Delete spot
de: Ort löschen
es: Eliminar lugar
fr: Supprimer le lieu
it: Elimina luogo
sv: Radera spot

source: Delete this event?
de: Dieses Ereignis löschen?
es: Eliminar este evento?
it: Eliminare questo evento?
nl: Dit event verwijderen?
sv: Radera denna Händelse?

source: Delete walk
de: Spaziergang löschen
es: Eliminar paseo
fr: Supprimer la promenade
it: Elimina passeggiata
sv: Radera Promenad

source: Delete Walk
de: Spaziergang löschen
es: Eliminar paseo
fr: Supprimer la promenade
it: Elimina passeggiata
sv: Radera Promenad

source: Delete?
de: Löschen?
es: Eliminar?
fr: Supprimer ?
it: Eliminare?
nl: Verwijderen?
sv: Radera?

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
sv: Raderad

source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
nl: Ontwikkeling

source: Development Roadmap
de: Entwicklungs-Fahrplan
es: Hoja de ruta de desarrollo
fr: Feuille de route de développement
it: Roadmap sviluppo

source: Diary
de: Tagebuch
es: Diario
fr: Journal
it: Diario
nl: Dagboek

source: Did %@ sleep last night?
de: Hat %@ letzte Nacht geschlafen?
es: Durmio %@ anoche?
fr: %@ a-t-il dormi la nuit dernière ?
it: Ha dormito %@ ieri notte?
sv: Did %@ Sova senaste Natt?

source: dinner
de: Abendessen
es: cena
fr: dîner
it: cena
sv: Middag

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
nl: Avondeten
sv: Middag

source: Direct
de: Direkt
es: Directo
it: Diretto

source: Direct interaction
de: Direkte Interaktion
es: Interaccion directa
fr: Interaction directe
it: Interazione diretta

source: Discard without logging
de: Verwerfen ohne zu protokollieren
es: Descartar sin registrar
fr: Ignorer sans enregistrer
it: Scarta senza registrare

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri

source: Discover behavioral patterns with Otis+
de: Entdecke Verhaltensmuster mit Otis+
es: Descubre patrones de comportamiento con Otis+
fr: Découvrez les habitudes comportementales avec Otis+
it: Scopri schemi comportamentali con Otis+
sv: Discover behavioral Mönster with Otis+

source: Discover patterns
de: Muster entdecken
es: Descubre patrones
fr: Découvrir les habitudes
it: Scopri schemi
sv: Discover Mönster

source: Discover premium features
de: Premium-Funktionen entdecken
es: Descubre funciones premium
fr: Découvrir les fonctionnalités premium
it: Scopri le funzioni premium

source: Dishwasher
de: Geschirrspüler
es: Lavavajillas
fr: Lave-vaisselle
it: Lavastoviglie

source: Distance
de: Entfernung
es: Distancia
it: Distanza

source: Do you want to import data from GitHub? This will fetch all available days.
de: Möchtest du Daten von GitHub importieren? Dies ruft alle verfügbaren Tage ab.
es: Quieres importar datos de GitHub? Esto obtendra todos los dias disponibles.
fr: Voulez-vous importer des données depuis GitHub ? Cela récupérera tous les jours disponibles.
it: Vuoi importare dati da GitHub? Verranno recuperati tutti i giorni disponibili.
nl: Wil je data importeren van GitHub? Dit haalt alle beschikbare dagen op.
sv: Do you want Till Importera Data Från GitHub? Denna will Hämta Alla available dagar.

source: Document added
de: Dokument hinzugefügt
es: Documento agregado
fr: Document ajouté
it: Documento aggiunto
sv: Dokument added

source: Document Date
de: Dokumentdatum
es: Fecha del documento
fr: Date du document
it: Data documento
sv: Dokument Datum

source: Documents
de: Dokumente
es: Documentos
it: Documenti
sv: Dokument

source: Does not repeat
de: Wiederholt sich nicht
es: No se repite
fr: Ne se répète pas
it: Non si ripete

source: Dog beach
de: Hundestrand
es: Playa para perros
fr: Plage pour chiens
it: Spiaggia per cani
sv: Hund beach

source: Dog bed
de: Hundebett
es: Cama de perro
fr: Panier pour chien
it: Cuccia
sv: Hund Säng

source: Dog forest
de: Hundewald
es: Bosque para perros
fr: Forêt canine
it: Bosco per cani
sv: Hund forest

source: Dog license
de: Hundelizenz
es: Licencia de perro
fr: Licence canine
it: Licenza cane
nl: Hondenbelasting
sv: Hund license

source: Dog park
de: Hundepark
es: Parque para perros
fr: Parc canin
it: Area cani
sv: Hund Park

source: Dog Profile
de: Hundeprofil
es: Perfil del perro
fr: Profil du chien
it: Profilo cane
sv: Hund Profil

source: Dog Walker
de: Hundeausführer
es: Paseador de perros
it: Dog sitter
nl: Hondenuitlater
sv: Hund Hundrastare

source: Dog-friendly park
de: Hundefreundlicher Park
es: Parque amigable con perros
fr: Parc accueillant les chiens
it: Parco dog-friendly
sv: Hund-friendly Park

source: Dogs met
de: Hunde getroffen
es: Perros conocidos
fr: Chiens rencontrés
it: Cani incontrati
sv: Dogs Mötte

source: Don't click to get attention - click to mark behavior
de: Nicht klicken um Aufmerksamkeit zu bekommen - klicken um Verhalten zu markieren
es: No hagas clic para llamar la atencion - haz clic para marcar el comportamiento
fr: Ne cliquez pas pour attirer l'attention - cliquez pour marquer le comportement
it: Non cliccare per attirare l'attenzione - clicca per marcare il comportamento
sv: Don't click Till get attention - click Till mark Beteende

source: Don't push puppy down
de: Welpen nicht runterdrücken
es: No empujes al cachorro hacia abajo
fr: Ne poussez pas le chiot vers le bas
it: Non spingere giù il cucciolo
sv: Don't push Valp Ligg

source: Don't push their bottom down
de: Den Po nicht runterdrücken
es: No empujes su trasero hacia abajo
fr: Ne poussez pas leur derrière vers le bas
it: Non spingere giù il loro sedere
sv: Don't push their Botten Ligg

source: Don't push your hand into their face
de: Deine Hand nicht ins Gesicht drücken
es: No empujes tu mano hacia su cara
fr: Ne poussez pas votre main vers leur visage
it: Non spingere la mano nel loro muso

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar
sv: Klar

source: Done when
de: Fertig wenn
es: Listo cuando
fr: Terminé quand
it: Fatto quando
sv: Klar when

source: Done!
de: Fertig!
es: Listo!
fr: Terminé !
it: Fatto!
sv: Klar!

source: Done! Added to timeline
de: Fertig! Zur Zeitleiste hinzugefügt
es: Listo! Agregado a la cronologia
fr: Terminé ! Ajouté à la chronologie
it: Fatto! Aggiunto alla timeline
sv: Klar! Added Till Tidslinje

source: Doorbell
de: Türklingel
es: Timbre
fr: Sonnette
it: Campanello

source: Dosage, notes...
de: Dosierung, Notizen...
es: Dosis, notas...
it: Dosaggio, note...
nl: Dosering, notities...
sv: Dosage, Anteckningar...

source: Double tap to mark behavior
de: Doppeltippen um Verhalten zu markieren
es: Doble toque para marcar comportamiento
fr: Appuyez deux fois pour marquer le comportement
it: Doppio tocco per marcare il comportamento
sv: Double Tryck för att mark Beteende

source: Double-tap to adjust time
de: Doppeltippen um Zeit anzupassen
es: Doble toque para ajustar la hora
fr: Appuyez deux fois pour ajuster l'heure
it: Doppio tocco per regolare l'ora
sv: Double-Tryck för att adjust Tid

source: Double-tap to capture a photo moment
de: Doppeltippen um einen Fotomoment festzuhalten
es: Doble toque para capturar un momento en foto
fr: Appuyez deux fois pour capturer un moment photo
it: Doppio tocco per catturare un momento fotografico
nl: Dubbeltik om een foto moment te maken
sv: Double-Tryck för att capture a Foto moment

source: Double-tap to change time
de: Doppeltippen um Zeit zu ändern
es: Doble toque para cambiar la hora
fr: Appuyez deux fois pour changer l'heure
it: Doppio tocco per cambiare l'ora
sv: Double-Tryck för att change Tid
